Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_hallitus_kokoontuu_etayhteyksin.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien hallitus kokoontuu etäyhteyksin
sms: Sääʹmteeʹǧǧ halltõs noorââtt ougglõsõhttvuõđin

source: Saamelaiskäräjien hallitus on siirtynyt koronaepidemian vuoksi kokoontumaan täysin etäyhteyksin.
sms: Sääʹmteeʹǧǧ halltõs lij serddjam koronaepidemia diõtt noorõõttâd obbnes ougglõsõhttvuõđin.

source: ”Pitkä kokemuksemme etäyhteyksistä on mahdollistanut toiminnan jatkumisen lähes ennallaan.
sms: “Mij kuʹǩes harjjnummuš ougglõsõhttvuõđin lij vueiʹtlvâsttam tuåimi juätkkjummuž âlddsin seämmanallšeʹmmen.

source: Haluankin kehua Saamelaiskäräjien henkilöstöä, että olemme pystyneet pitämään suorituskyvyn hyvin yllä olosuhteisiin nähden”, toteaa puheenjohtaja Tuomas Aslak Juuso.
sms: Haaʹlääm-i ǩeittad Sääʹmteeʹǧǧ tuâjjlažkååʹdd, što leäʹp pâsttam pâʹjjentuõʹllʼjed reâuggpâstlvažvuõđ puârast täin åårrmõõžžin”, tuâtt saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Saamelaiskäräjien hallitus nimesi kokouksessaan torstaina 16. huhtikuuta Paliskuntain yhdistyksen hallitukseen varsinaiseksi jäseneksi Asko Länsmanin ja varajäseneksi Magreta Saran .
sms: Sääʹmteeʹǧǧ halltõs nõõmti såbbreʹstes njuhččmannu 16. peeiʹv Paalǥâskooʹddi õhttõõzz halltõʹsse vuäzzliʹžžen Asko Länsman da väärrneʹǩǩen Magreta Sara .

source: Länsman on toiminut Saamelaiskäräjien edustajana myös vuosina 2018-2020.
sms: Länsman lij tuåimmâm Sääʹmteeʹǧǧ eeʹttǩeeʹjen še iiʹjjin 2018-2020.

source: Saamelaiskäräjät haluaa lisäksi parantaa yhteistyötään Paliskuntain yhdistyksen suuntaan ja ehdottaa yhteisen tapaamisen järjestämistä, kun se on taas mahdollista.
sms: Sääʹmteʹǧǧ haaʹlad lââʹssen pueʹreed õhttsažtuâjas Paalǥâskooʹddi õhttõõzzin da eʹtǩǩad õhttsaž kaaunõõttmõõžž jäʹrjstummuž, ko tõt lij eʹpet vueiʹtlvaž.

source: Interreg 2021-2027 työryhmään Saamelaiskäräjien edustajaksi nimettiin Veikko Feodoroff ja varalle Saamelaiskäräjien kansainvälisten asioiden sihteeri Inka Saara Arttijeff .
sms: Interreg 2021-2027 tuâjj-jouʹǩǩe Sääʹmteeʹǧǧ eeʹttǩeeʹjen nõõmteš Veikko Feodoroff da väärrneʹǩǩen Sääʹmteeʹǧǧ meeraikõskksaž aaʹšši piisar Inka Saara Arttijeff .

source: Ruotsin Saamelaiskäräjät on ehdottanut, että seuraavaa ohjelmakautta ajatellen Saamelainen parlamentaarinen neuvosto perustaa Ingerreg-työryhmän, jonka tarkoituksena on selvittää saamelaisten tarpeita rahoitukseen liittyen.
sms: Ruõcc Sääʹmteʹǧǧ lij eʹtǩǩääm, što pueʹtti programmpââʹj vääras Sääʹm parlamentaarlaž suåvtõs vuâđđad Interreg-tuâjj-joouk, koon mieʹrren lij seʹlvted säʹmmlai taarbid teäggtõʹsse.

source: Muittut, muittulusat – the story of the Sámi by the Sámi – hankkeen ohjausryhmään nimettiin Saamelaiskäräjien kulttuurilautakunnan puheenjohtaja Pirita Näkkäläjärvi ja varalle Maria Sofia Aikio .
sms: Muittut, muittulusat – the story of the Sámi by the Sámi -haʹŋǩǩõõzz ohjjeemjouʹǩǩe nõõmteš Sääʹmteeʹǧǧ kulttuurluʹvddkååʹdd saaǥǥjååʹđteei Pirita Näkkäläjärvi da väärrneʹǩǩen Maria Sofia Aikio .

source: Hankkeen toteutusaika on 1.1.2020 – 30.09.2022.
sms: Haʹŋǩǩõõzz čõõđtemäiʹǧǧ lij 1.1.2020 – 30.9.2022.

source: Lapin liiton hallitukseen Saamelaiskäräjien edustajaksi nimettiin I varapuheenjohtaja Anni Koivisto ja varajäseneksi puheenjohtaja Tuomas Aslak Juuso .
sms: Lappi leett halltõʹsse Sääʹmteeʹǧǧ eeʹttǩeeʹjen nõõmteš I väärrsaaǥǥjååʹđteei Anni Koivisto da väärrneʹǩǩen saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: Koronavirustilanne vaikuttaa Sajoksen toimintaan
sms: Koronavirusvueʹǩǩ vaaikat Sajoozz tuåimmjummša

source: Saamelaiskäräjien hallitus keskusteli Sajoksen palveluyksikön ja ravintolan tilanteesta.
sms: Sääʹmteeʹǧǧ halltõs saǥstõõli Sajoozz kääzzkâʹsttemjuâkkaz da poorrâmpääiʹǩ vueʹjj pirr.

source: Saamelaiskulttuurikeskus Sajos on ollut suljettuna 16. maaliskuuta lähtien.
sms: Sääʹmkulttuurkõõskõs Sajos lij leämmaž ǩidd pâʹsslašttâm-mannu 16. peeiʹvest vueʹljeeʹl.

source: Hallitus päätti pitää Sajoksen suljettuna toukokuun loppuun saakka.
sms: Halltõs tuʹmmji, što Sajos pââšš ǩidd vueʹssmannu loopp räjja.

source: ”Tässä poikkeustilanteessa meidän on selvitettävä työntekijöiden mahdollisuutta pitää jo kertyneitä lomia ja tilanteen pitkittyessä on todennäköistä, että joudumme etenemään lomautuksiin.
sms: “Tän čoʹrstemvueʹjjest meeʹst feʹrttai seʹlvted tuâjjlai vueiʹttemvuõđ ââʹnned juʹn nårrjam luämaid da jõs vueʹǩǩ peštt kuuʹǩǩab ääiʹj, lij viggâmnalla, što jouddâp ouddned luämmâttmõõžžid.

source: Lisäksi keskustelemme oikeusministeriön kanssa tilanteen vaikutuksesta Sajoksen toimintaan”, puheenjohtaja Juuso kertaa tilannetta.
sms: Lââʹssen saǥstõõllâp vuõiggâdvuõttministeriain vueʹjj vaaiktõõzzâst Sajoozz tuåimmjummša”, saaǥǥjååʹđteei Juuso mâânn čõõđ vueʹjj.

source: Työhyvinvointikyselyn mukaan tulokset ovat parantuneet kaikilla osa-alueilla
sms: Tuâjjpuârastvââjjamkõõjjõõzz mieʹldd puåđõõzz lie puârrnam pukin vueʹss-sueʹrjin.

source: Erityistä tyytyväisyyden kasvua on johtamiseen ja esimiestyöhön sekä yhteisten pelisääntöjen noudattamiseen.
sms: Toođvažvuõtt lij lâssnam jeäʹrben jååʹđtummša da ouddooumažtuõjju di õhttsaž vuâkkõõzzi jääʹǩǩtummša.

source: Pitkäjänteinen esimiestyön ja työyhteisön kehittäminen on tuonut tulosta.
sms: Kuuʹǩǩ pešttam ouddooumažtuâj da tuâjjõutstõõzz oouʹdeem lij pohttam puåđõõzzid.

source: Työhyvinvointikysely toteutettiin joulukuussa 2019.
sms: Tuâjjpuârastvââjjamkõõjjõõzz čõõđteš rosttovmannust 2019.

source: Selvityksen mukaan työntekijät kokevat, että voivat helposti lähestyä johtoa työasioissa ja pitävät työtään mielekkäänä ja merkityksellisenä.
sms: Seʹlvtõõzz mieʹldd tuâjjla ǩiõččlâʹstte, što sij vuäiʹtte hieʹlǩeld âlddned njonnšid tuâjjaaʹššin da âʹnne jiijjâz tuâj jeärmmjen da miârkkšõõvvjen.

source: Tulos oli heikentynyt ainoastaan kahden väittämän kohdalla: minulla on riittävästi aikaa työni tekemiseen kunnolla ja jaksan työssäni hyvin.
sms: Puåđõs leäi huânnʼnam tåʹlǩ kueiʹt sââʹj vueʹzzeld: muʹst lij nokk äiʹǧǧ tuejjeed tuâjään kuddnalla da vââjam tuâjstan puârast.

source: Saamelaiskäräjien hallituksen kokouksen 3/2020 pöytäkirja tarkastetaan viimeistään 30.4.2020 ja pidetään tällöin nähtävillä 1.5.-1.6.2020 Saamelaiskäräjien verkkosivuilla www.samediggi.fi .
sms: Sääʹmteeʹǧǧ halltõõzz såbbar 3/2020 påʹrddǩeeʹrj tääʹrǩstet mââimõssân 30.4.2020 da tuõʹllʼjet vueiʹnnemnalla 1.5.-1.6.2020 Sääʹmteeʹǧǧ neʹttseeidain www.samediggi.fi .

source: Lisätietoja:
sms: Lââʹssteâđ:

source: puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sms: saaǥǥjååʹđteei Tuomas Aslak Juuso teʹl. 040 687 3394, tuomas.
